Revit 2027 API
PartMakerMethodToDivideVolumes.CanBeDivisionProfile Method
Overload List
Name | Description
CanBeDivisionProfile(ElementId) |  Checks whether a family defines a profile which can be used by this method.
CanBeDivisionProfile(ElementId, Document) |  Checks whether a family defines a profile which can be used by this method.
Top
See Also
Reference
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace